{ 
    "intro_title": "Menno Engels",
    "intro_1": "Hi, I'm Menno Engels, a Software Engineer who is passionate about creating practical solutions to real world problems. My expertise includes developing complex systems and software applications using a range of programming languages and technologies. I have experience working with both front-end and back-end technologies and have a deep understanding of software development best practices, including agile methodologies, code review, and testing. In addition, I am dedicated to staying up to date with the latest technological advancements and continuously seek to improve my skills and knowledge.", 
    "intro_2": "I am currently focusing on building interesting and practical projects to further develop my Python skills.",
    "skill_title": "Skills",
    "skill_title_1": "Languages: ",
    "skill_1": "Python, HTML, CSS, JavaScript, PHP, Swift, C#",
    "skill_title_2": "Libraries & Frameworks: ",
    "skill_2": "Flask, Pandas, Matplotlib, ",
    "skill_title_3": "Tools: ",
    "skill_3": "Git, VSCode, Xcode, MySQLWorkbench, Excel, Jupyter",
    "education_title": "Education",
    "education_school": "Summa College",
    "education_college": "ICT",
    "major_title": "Major:",
    "minor_title": "Minor:",
    "major": " Software Development",
    "minor": " Mobile Application Development",
    "education_graduation": "Graduated in Juli 2021",
    "experience_title": "Experience",
    "experience_1_company": "In-terest",
    "experience_1_duration": "Februari 2021 - June 2022",
    "experience_1_title": "IOS Developer",
    "experience_1_description_1": "As part of the development team for an indoor positioning system, I played a key role in rewriting code for an IOS App to improve its performance",
    "experience_1_description_2": "Developed code for an outdated content management system and integrating it with the mobile app.",
    "experience_1_description_3": "Guiding new interns in learning Swift and continuing the development of an IOS application",
    "experience_2_company": "HCAS Hockey Club.",
    "experience_2_duration": "September 2019 - Februari 2020",
    "experience_2_title": "Full-Stack Developer",
    "experience_2_description_1": "Developed an online platform to manage hockey players and enhance their performance.",
    "experience_2_description_2": "Build a training environment that enables coaches to design and implement personalized training programs.",
    "experience_2_description_3": "In collaboration with SmartGoals B.V., hockey players were enabled to rewatch their matches and training sessions online.",
    "project_title": "Projects",
    "project_1_title": "http://mennoengels.com",
    "project_1_description": "Custom portfolio site to showcase my skills and previous projects."

}