{ 
    "intro_title": "Menno Engels",
    "intro_1": "Hallo, ik ben Menno Engels, een software developer die gepassioneerd is over het creëren van praktische oplossingen voor echte problemen. Mijn expertise omvat het ontwikkelen van complexe systemen en softwaretoepassingen met behulp van verschillende programmeertalen en technologieën. Ik heb ervaring met het werken met zowel front-end als back-end technologieën en heb een diepgaand begrip van software-ontwikkelingsbest practices, waaronder agile modellen, code review en testen. Bovendien ben ik toegewijd om up-to-date te blijven met de nieuwste technologische ontwikkelingen en zoek ik voortdurend naar manieren om mijn vaardigheden en kennis te verbeteren.", 
    "intro_2": "Ik richt me momenteel op het bouwen van interessante en praktische projecten om mijn Python-vaardigheden verder te ontwikkelen.",
    "skill_title": "Vaardigheden",
    "skill_title_1": "Talen: ",
    "skill_1": "Python, HTML, CSS, JavaScript, PHP, Swift, C#",
    "skill_title_2": "Libraries & Frameworks: ",
    "skill_2": "Flask, Pandas, Matplotlib, ",
    "skill_title_3": "Tools: ",
    "skill_3": "Git, VSCode, Xcode, MySQLWorkbench, Excel, Jupyter",
    "education_title": "Educatie",
    "education_school": "Summa College",
    "education_college": "ICT",
    "major_title": "Major:",
    "minor_title": "Minor:",
    "major": " Software Development",
    "minor": " Mobile Application Development",
    "education_graduation": "Afgestudeerd in juli 2021.",
    "experience_title": "Ervaring",
    "experience_1_company": "In-terest",
    "experience_1_duration": "Februari 2021 - juni 2022",
    "experience_1_title": "IOS Developer",
    "experience_1_description_1": "Als lid van het ontwikkelingsteam voor een indoor positioneringssysteem, speelde ik een belangrijke rol bij het herschrijven van de code voor een IOS-app om de prestaties ervan te verbeteren.",
    "experience_1_description_2": "Ontwikkelde code voor een verouderd contentmanagementsysteem en integreerde het met de mobiele app.",
    "experience_1_description_3": "Begeleiding van nieuwe stagiairs bij het leren van Swift en het voortzetten van de ontwikkeling van een IOS-applicatie.",
    "experience_2_company": "HCAS Hockey Club.",
    "experience_2_duration": "September 2019 - februari 2020",
    "experience_2_title": "Full-Stack Developer",
    "experience_2_description_1": "Ontwikkelde een online platform om hockey spelers te beheren en hun prestaties te verbeteren.",
    "experience_2_description_2": "Bouw een trainingsomgeving waarmee coaches gepersonaliseerde trainingsprogramma's kunnen ontwerpen en implementeren.",
    "experience_2_description_3": "In samenwerking met SmartGoals B.V. werden hockey spelers in staat gesteld om hun wedstrijden en trainingssessies online terug te kijken.",
    "project_title": "Projecten",
    "project_1_title": "http://mennoengels.com",
    "project_1_description": "Custom portfolio website om mijn vaardigheden en eerdere projecten te presenteren."

}